[Play_X2_XP_S_PROP_Generic_Failure_A AkEvent]
SpokenText="Сьогодні ввечері відбудеться церемонія нагородження героїчних миротворців \"Адвента\", обов'язкова для відвідування всіма громадянами, не задіяними у невідкладних роботах."

[Play_X2_XP_S_PROP_Generic_Failure_B AkEvent]
SpokenText="В результаті нової операції миротворців проти кримінальних елементів спостерігається наплив нових пацієнтів у клініки генної терапії. Можна впевнено сказати, що скоро наші ідеї миру та злагоди рознесуться по всьому світу."

[Play_X2_XP_S_PROP_Generic_Failure_C AkEvent]
SpokenText="Завдяки вашій співпраці у всіх регіонах спостерігається зниження терористичної активності. Заборону на переміщення між міськими центрами скасовано. Пам'ятайте: законослухняність винагороджується."

[Play_X2_XP_S_PROP_Generic_Failure_D AkEvent]
SpokenText="Після сьогоднішнього рішучого удару по терористах XCOM миротворці \"Адвента\" висловлюють упевненість, що дні так званого Опору закінчуються. Чому б не відсвяткувати це у найближчій закусочній \"Адвента\"?"

[Play_X2_XP_S_PROP_Generic_Failure_E AkEvent]
SpokenText="Зростання чисельності \"Адвента\" досягло рекордних значень. Представники адміністрації пояснюють це успіхами ряду операцій проти радикальних елементів, а також подвоєнням пайка. Зверніться до вербувального центру \"Адвента\" вже сьогодні."

[Play_X2_XP_S_PROP_Generic_Success_A AkEvent]
SpokenText="За твердженням представників \"Адвента\", терористичні атаки за межами міських центрів не здатні зупинити розвиток гуманітарних програм \"Адвента\". Добровільна імміграція наразі досягає рекордних за останні роки значень."

[Play_X2_XP_S_PROP_Generic_Success_B AkEvent]
SpokenText="Сьогодні ми маємо дякувати нашим вірним громадянам за готовність вести боротьбу з тими, хто досі не відмовився від цінностей старого світу, а також вшанувати хвилиною мовчання миротворців, загиблих від рук терористів з XCOM."

[Play_X2_XP_S_PROP_Generic_Success_C AkEvent]
SpokenText="Не забувайте, що завтра всі клініки генної терапії будуть закриті на технічне обслуговування. Ранні повідомлення, що перебої у роботі пов'язані з діяльністю терористів, були визнані зрештою пропагандою радикальних елементів."

[Play_X2_XP_S_PROP_Generic_Success_D AkEvent]
SpokenText="Сьогодні представники \"Адвента\" повідомили, що дії миротворчих сил були частиною запланованих навчань. Зберігайте спокій: стрільба та поранення були імітовані для підвищення ефективності тренувань."

[Play_X2_XP_S_PROP_Generic_Success_E AkEvent]
SpokenText="Представники \"Адвента\" повідомляють про підвищення вербувальних норм у цьому місяці. Ми закликаємо всіх громадян звернутися до найближчого вербувального пункту. Пам'ятайте: лише разом ми здатні побудувати світле майбутнє."

[Play_X2_XP_S_PROP_Neutralize_Failure_A AkEvent]
SpokenText="Миротворці \"Адвента\" підтверджують, що сьогодні терористи здійснили напад на цивільну особу. Воно, однак, було попереджене, а всі його учасники затримані для допиту."

[Play_X2_XP_S_PROP_Neutralize_Failure_B AkEvent]
SpokenText="Кілька вірних громадян \"Адвента\" змогли пережити напад терористів з XCOM завдяки клінікам генної терапії. Генна терапія - у здоровому тілі здоровий дух! Запишіться до найближчої клініки вже сьогодні!"

[Play_X2_XP_S_PROP_Neutralize_Failure_C AkEvent]
SpokenText="Миротворчий контингент запобіг сьогодні замаху XCOM на цивільних осіб. Кілька відомих прихильників цієї терористичної організації були затримані."

[Play_X2_XP_S_PROP_Neutralize_Failure_D AkEvent]
SpokenText="Миротворці \"Адвента\" захистили сьогодні кількох громадян від терористичної організації XCOM. Не забудьте подякувати вашим миротворцям за вірну службу!"

[Play_X2_XP_S_PROP_Neutralize_Failure_E AkEvent]
SpokenText="Миротворці сьогодні стали на захист єдності, відбивши атаку злочинної організації XCOM. Адміністрація нагадує: усі спроби завдати шкоди громадянам \"Адвента\" будуть суворо присікатися."

[Play_X2_XP_S_PROP_Neutralize_Success_A AkEvent]
SpokenText="Адміністрація \"Адвента\" нагадує: недавнє вбивство співробітника \"Адвента\" злочинною організацією під назвою XCOM не є приводом для занепокоєння. Миротворці \"Адвента\" вже почали затримання причетних."

[Play_X2_XP_S_PROP_Neutralize_Success_B AkEvent]
SpokenText="Адміністрація припускає, що відповідальність за вбивство мирного працівника лежить на радикальній організації, відомій як XCOM. Ми просимо громадян повідомляти про підозрілі дії найближчому миротворцю."

[Play_X2_XP_S_PROP_Neutralize_Success_C AkEvent]
SpokenText="Трагічна подія: сьогодні злочинці з XCOM забрали життя ще одного вірного співробітника \"Адвента\". Усім, хто контактував із ним, в обов'язковому порядку наказується відвідати церемонію прощання."

[Play_X2_XP_S_PROP_Neutralize_Success_D AkEvent]
SpokenText="Представники \"Адвента\" підтверджують, що сьогодні важливий співробітник став жертвою нападу злочинної організації, відомої як XCOM. Незважаючи на те, що терористи залишили місце злочину, миротворчі сили найближчим часом змусять їх відповісти за свої злочини."

[Play_X2_XP_S_PROP_Neutralize_Success_E AkEvent]
SpokenText="Сьогодні сепаратисти з XCOM здійснили черговий зухвалий напад на законослухняних громадян \"Адвента\". Усіх свідків ми просимо негайно повідомити про це миротворцям \"Адвента\"."

[Play_X2_XP_S_PROP_Rescue_Failure_A AkEvent]
SpokenText="Невдачею закінчився сьогодні зухвалий напад радикальних елементів на центр утримання \"Адвента\". Для вашої безпеки проводиться посилене патрулювання."

[Play_X2_XP_S_PROP_Rescue_Failure_B AkEvent]
SpokenText="Радикали з XCOM здійснили сьогодні спробу проникнути в один з реабілітаційних центрів. Війська \"Адвента\" героїчно відбили їх напад на радість кількох наляканих пацієнтів."

[Play_X2_XP_S_PROP_Rescue_Failure_C AkEvent]
SpokenText="Сили \"Адвента\" гордо стоять на сторожі мирних громадян. Сьогодні цей урок вивчили і терористи з XCOM: їхня спроба звільнити кількох небезпечних ув'язнених закінчилася невдачею. Так тримати, миротворці!"

[Play_X2_XP_S_PROP_Rescue_Failure_D AkEvent]
SpokenText="Сили \"Адвента\" знову відбили напад XCOM на центр утримання. Адміністрація впевнена, що затримані у комплексі зможуть надати цінну інформацію, що стосується агентури XCOM."

[Play_X2_XP_S_PROP_Rescue_Failure_E AkEvent]
SpokenText="До загального подиву кілька терористів самі здалися сьогодні миротворцям для реабілітації. Представники \"Адвента\" підтримали рішення колишніх соратників XCOM відкрити себе світлу Старійшин."

[Play_X2_XP_S_PROP_Rescue_Success_A AkEvent]
SpokenText="Миротворчі сили \"Адвента\" змушені оголосити міжнародну тривогу після того, як кільком небезпечним ув'язненим вдалося втекти з реабілітаційного центру. Ми закликаємо громадян сприяти миротворцям у їхньому затриманні."

[Play_X2_XP_S_PROP_Rescue_Success_B AkEvent]
SpokenText="Ув'язнені, що втекли сьогодні з центру утримання, вважаються озброєними та вкрай небезпечними. \"Адвент\" закликає громадян уникати будь-яких контактів з ними. Для вашої безпеки оголошується комендантська година."

[Play_X2_XP_S_PROP_Rescue_Success_C AkEvent]
SpokenText="\"Адвент\" просить надати сприяння у затриманні ув'язнених, що втекли сьогодні. Пам'ятайте: не повідомивши вчасно цінну інформацію, ви ризикуєте стати співучасниками."

[Play_X2_XP_S_PROP_Rescue_Success_D AkEvent]
SpokenText="Сьогоднішня засідка, влаштована радикальною групою XCOM на доблесні сили \"Адвента\", допомогла втекти кільком небезпечним злочинцям. Задля вашої безпеки буде проведено обшук усіх житлових районів у околицях."

[Play_X2_XP_S_PROP_Rescue_Success_E AkEvent]
SpokenText="У відповідь на напад XCOM на реабілітаційний центр були мобілізовані миротворчі сили по всьому місту. Підозрювані у співучасті будуть затримані на невизначений час."

[Play_X2_XP_S_PROP_Retaliation_Failure_A AkEvent]
SpokenText="Сьогоднішня спроба переміщення віддаленого поселення закінчилася катастрофою внаслідок нападу терористів. Поки невідомо, чи було саме поселення метою XCOM, але ми змушені з жалем повідомити, що тих, хто вижив після нападу, не виявлено."

[Play_X2_XP_S_PROP_Retaliation_Failure_B AkEvent]
SpokenText="Сьогодні наші миротворці вступили у бій з терористами у нелегальному поселенні. Успішно усунувши загрозу, сили \"Адвента\" виявили десятки одиниць зброї та плани щодо їхнього поширення у міських центрах. Так було попереджено чергову потенційну трагедію."

[Play_X2_XP_S_PROP_Retaliation_Failure_C AkEvent]
SpokenText="Миротворці \"Адвента\" у шоці: чергове віддалене поселення знищено терористами з XCOM. Представники \"Адвента\" направили у регіон додаткові патрулі для підтримки уцілілого населення."

[Play_X2_XP_S_PROP_Retaliation_Failure_D AkEvent]
SpokenText="Сьогодні миротворці \"Адвента\" ліквідували тренувальну базу терористів. Війська зіткнулися із запеклим опором; противник повністю знищений. За твердженням представників адміністрації, сьогоднішня операція дозволить відновити стабільність у регіоні."

[Play_X2_XP_S_PROP_Retaliation_Failure_E AkEvent]
SpokenText="Дії XCOM забрали сьогодні життя мешканців одного з прикордонних поселень. Представники \"Адвента\" припускають, що причиною конфлікту стали ресурси. Громадянам рекомендується уникати контакту з цією кримінальною організацією."

[Play_X2_XP_S_PROP_Retaliation_Success_A AkEvent]
SpokenText="За твердженнями очевидців, миротворці \"Адвента\" потрапили у засідку невідомих агентів Опору, намагаючись мирним шляхом усунути неавторизоване поселення. Офіційних даних про втрати поки що не надходило."

[Play_X2_XP_S_PROP_Retaliation_Success_B AkEvent]
SpokenText="Адміністрація \"Адвента\" вкотре запевняє громадян, що гуманітарна діяльність на прикордонних територіях не припиниться, незважаючи на жорстокий напад радикалів з XCOM на миротворчі сили. Ми прагнемо створити безпечний світ для всіх і кожного."

[Play_X2_XP_S_PROP_Retaliation_Success_C AkEvent]
SpokenText="Миротворці \"Адвента\" були направлені для розслідування чуток про табір терористів на прикордонній території. Незважаючи на їхні героїчні дії, кільком небезпечним терористам вдалося влаштувати засідку і уникнути затримання."

[Play_X2_XP_S_PROP_Retaliation_Success_D AkEvent]
SpokenText="Сьогодні адміністрації \"Адвента\" стало відомо про те, що поселення, яке вважалося покинутим, служить притулком для терористів. Незважаючи на те, що передовий загін миротворців потрапив у засідку повстанців, \"Адвент\" готує нову операцію."

[Play_X2_XP_S_PROP_Retaliation_Success_E AkEvent]
SpokenText="Операція гуманітарних загонів \"Адвента\" сьогодні обернулася трагедією: миротворці, які доставляли медикаменти до віддаленого поселення, стали жертвами засідки XCOM. Церемонія прощання відбудеться пізніше сьогодні."

[Play_X2_XP_S_PROP_Sabotage_Failure_A AkEvent]
SpokenText="Своєчасне попередження, що надійшло від цивільних осіб, дозволило сьогодні миротворцям \"Адвента\" відбити напад XCOM на наші комунікаційні системи. Комендантську годину скасовано. Пам'ятайте: виконання громадянського обов'язку заохочується."

[Play_X2_XP_S_PROP_Sabotage_Failure_B AkEvent]
SpokenText="Миротворці нейтралізували терористичну загрозу місцевій інфраструктурі. Представники \"Адвента\" стверджують, що відповідальність за невдалий теракт лежить на групі, відомій як XCOM. На найближчий час гарнізон блокпостів потроєний."

[Play_X2_XP_S_PROP_Sabotage_Failure_C AkEvent]
SpokenText="Сьогоднішня нестабільність енергозабезпечення - результат запланованого розширення міського центру. Адміністрація нагадує: поширення чуток про терористичні атаки є контрпродуктивним."

[Play_X2_XP_S_PROP_Sabotage_Failure_D AkEvent]
SpokenText="Миротворці сьогодні зірвали план XCOM щодо викрадення ресурсів місцевої інфраструктури. Представники \"Адвента\" стверджують, що операція завершилася повним успіхом."

[Play_X2_XP_S_PROP_Sabotage_Failure_E AkEvent]
SpokenText="Радикальні групи опору сьогодні знову не змогли завадити діяльності \"Адвента\". Успіх миротворців значною мірою обумовлений співпрацею цивільних осіб."

[Play_X2_XP_S_PROP_Sabotage_Success_A AkEvent]
SpokenText="Громадянам слід знати, що в результаті атак на інфраструктуру цього регіону у міських центрах можуть виникнути перебої з продовольством та медикаментами. Зверніться до місцевих представників за додатковою інформацією."

[Play_X2_XP_S_PROP_Sabotage_Success_B AkEvent]
SpokenText="Нагадуємо всім громадянам: бути пильними - ваш обов'язок. Ті, хто не повідомив вчасно про підозрілу діяльність поблизу стратегічно важливих об'єктів, можуть бути затримані та вигнані з міських центрів. Ми цінуємо вашу співпрацю!"

[Play_X2_XP_S_PROP_Sabotage_Success_C AkEvent]
SpokenText="Всім громадянам, які стали свідками сьогоднішньої терористичної атаки, наказується з'явитися до найближчих миротворців. Клініки генної терапії \"Адвента\" проведуть сканування на предмет наявності біологічної загрози. Співпраця є обов'язковою."

[Play_X2_XP_S_PROP_Sabotage_Success_D AkEvent]
SpokenText="В результаті сьогоднішніх дій злочинців з XCOM громадянам слід бути готовими до перебоїв у енергопостачанні по всьому місту. \"Адвент\" запевняє вас, що енергозабезпечення буде відновлено у найкоротші терміни."

[Play_X2_XP_S_PROP_Sabotage_Success_E AkEvent]
SpokenText="Задля вашої безпеки переміщення між міськими центрами скасовується, поки не будуть завершені роботи з удосконалення системи енергозабезпечення. Якщо у вас є питання, зверніться до найближчого миротворця \"Адвента\"."

[Play_X2_XP_S_PROP_Swarm_Failure_A AkEvent]
SpokenText="Незважаючи на значну чисельну перевагу противника, невеликий загін миротворців \"Адвента\" зміг відбити раптовий напад сил так званого Опору. Миротворці стверджують, що причиною їхньої перемоги з мінімальними втратами стала беззастережна віра у Старійшин."

[Play_X2_XP_S_PROP_Swarm_Failure_B AkEvent]
SpokenText="Терористи з XCOM зазнали поразки у своїй останній спробі посіяти хаос на вулицях міста. Миротворці продовжують патрулювати район для захисту цивільного населення."

[Play_X2_XP_S_PROP_Swarm_Failure_C AkEvent]
SpokenText="Сьогодні сталося чергове зіткнення між миротворцями \"Адвента\" і силами терористів. Свідки повідомляють, що миротворцям не лише вдалося дати відсіч ворогу, а й запобігти втратам серед мирного населення."

[Play_X2_XP_S_PROP_Swarm_Failure_D AkEvent]
SpokenText="Представники \"Адвента\" висловлюють подяку інформаторам, які зробили значний внесок в успіх операції проти посібників XCOM. Транспортне сполучення з постраждалим районом відновлено."

[Play_X2_XP_S_PROP_Swarm_Failure_E AkEvent]
SpokenText="Сьогодні кілька повстанців відмовилися здаватися і вступили в бій з миротворцями \"Адвента\". Незважаючи на те, що, на жаль, кровопролиття уникнути не вдалося, ми стали на крок ближче до завершення війни і настання епохи загального миру."

[Play_X2_XP_S_PROP_Swarm_Success_A AkEvent]
SpokenText="\"Адвент\" запевняє всіх громадян: незважаючи на нещодавні напади радикальних елементів, ви можете бути впевнені, що наші миротворці ставлять вашу безпеку понад усе."

[Play_X2_XP_S_PROP_Swarm_Success_B AkEvent]
SpokenText="Сьогодні відомому співучаснику терористів вдалося втекти від групи захоплення внаслідок нападу радикалів з XCOM. Героїчні дії миротворчих загонів \"Адвента\" дозволили звести жертви серед мирного населення до мінімуму. Групи захоплення продовжують переслідування втікачів."

[Play_X2_XP_S_PROP_Swarm_Success_C AkEvent]
SpokenText="Сьогодні миротворці провели обшук сховища злочинних елементів і, незважаючи на загальний успіх, змушені повідомити, що відомим посібникам XCOM вдалося втекти. Ми просимо громадян повідомляти про підозрілі дії найближчому миротворцю."

[Play_X2_XP_S_PROP_Swarm_Success_D AkEvent]
SpokenText="Сьогодні миротворці героїчно відбили напад XCOM. Їхні дії дозволили звести до мінімуму руйнування та жертви. Ми дякуємо нашим військам за самовідданість."

[Play_X2_XP_S_PROP_Swarm_Success_E AkEvent]
SpokenText="Представники \"Адвента\" спростували чутки про збройний конфлікт між миротворцями та терористами з XCOM. Громадянам рекомендується уникати зазначеного району, поки триває розслідування подій."
